export const DONATION_CATEGORIES = [
    { value: 'general', label: 'General - பொது' },
    { value: 'special_food', label: 'Special Food - சிறப்பு உணவு' },
];

export const MEAL_OPTIONS = [
    { value: 'காலை நேரச் சிறப்புணவு', label: 'காலை நேரச் சிறப்புணவு', amount: 25000 },
    { value: 'மதிய நேரச் சிறப்புணவு', label: 'மதிய நேரச் சிறப்புணவு', amount: 50000 },
    { value: 'இரவு நேரச் சிறப்புணவு', label: 'இரவு நேரச் சிறப்புணவு', amount: 25000 },
    { value: 'முழு நேரச் சிறப்புணவு', label: 'முழு நேரச் சிறப்புணவு', amount: 95000 },
    { value: 'மதிய நேரச் சிறப்புணவுடன் ஐஸ்கிறீம்', label: 'மதிய நேரச் சிறப்புணவுடன் ஐஸ்கிறீம்', amount: 65000 },
    { value: 'காலை, இரவு நேரச் சிறப்புணவு', label: 'காலை, இரவு நேரச் சிறப்புணவு', amount: 50000 },
    { value: 'காலை, மதிய நேரச் சிறப்புணவு', label: 'காலை, மதிய நேரச் சிறப்புணவு', amount: 75000 },
    { value: 'மதிய, இரவு நேரச் சிறப்புணவு', label: 'மதிய, இரவு நேரச் சிறப்புணவு', amount: 75000 },
    { value: 'மதிய நேரச் சிறப்புணவுடன் கேக்', label: 'மதிய நேரச் சிறப்புணவுடன் கேக்', amount: 72000 },
    { value: 'முழு நேரச் சிறப்புணவுடன் ஐஸ்கிறீம்', label: 'முழு நேரச் சிறப்புணவுடன் ஐஸ்கிறீம்', amount: 110000 },
];